Repository: common-repository/woocommerce-payplug
Catalog: languages/woocommerce-payplug-*.po
Languages: fr_fr

source: The WooCommerce PayPlug Gateway requires the latest version of <a href="http://wordpress.org/extend/plugins/woocommerce/" target="_blank">WooCommerce</a> to work!
fr_fr: WooCommerce PayPlug nécessite la dernier version de <a href="http://wordpress.org/extend/plugins/woocommerce/" target="_blank">WooCommerce</a> pour fonctionner !

source: Your PayPlug configuration requires an update.
fr_fr: Votre configuration de PayPlug nécessite une mise à jour.

source: Please validate your information bellow.
fr_fr: Merci de valider les informations ci-dessous.

source: Help & Support
fr_fr: Aide & Support

source: In order to improve this plugin, do you agree to provide us with information about your configuration and receive personalized support?
fr_fr: Afin d’améliorer ce plugin, acceptez-vous de nous fournir quelques informations sur votre configuration et de recevoir un support personnalisé ?

source: This information will never be passed on to any third parties!
fr_fr: Ces informations ne seront jamais partagées avec d’autres personnes !

source: I agree
fr_fr: J’accepte

source: You have a question about this plugin, you want to give us a suggestion?
fr_fr: Vous avez des questions à propos de ce plugin, vous avez des suggestions à nous faire ?

source: contact support
fr_fr: Contacter le support

source: Would you like to receive our newsletter and improve your sales?
fr_fr: Voulez-vous recevoir notre newsletter et améliorer vos ventes ?

source: Subscribe
fr_fr: Avec plaisir

source: Please fill in the form below, we will answer you as soon as possible.
fr_fr: Merci de remplir le formulaire ci-dessous, nous vous répondrons aussi rapidement que possible.

source: Contact email
fr_fr: Email de contact

source: Phone number
fr_fr: Numéro de téléphone

source: Cancel
fr_fr: Annuler

source: Send
fr_fr: Envoyer

source: An error has occurred, please try again later
fr_fr: Une erreur est survenue, merci de réessayer plus tard

source: Your message has been sent
fr_fr: Votre message a été envoyé

source: Enable/Disable
fr_fr: Activer / Désactiver

source: Enable PayPlug
fr_fr: Activer PayPlug

source: NB: This payment gateway can only be enabled if the currency used by the store is the euro.
fr_fr: NB: Cette passerelle de paiement ne peut être activée que si la devise de votre boutique est l’euro.

source: Test Mode
fr_fr: Mode Test

source: Use PayPlug in TEST (Sandbox) Mode
fr_fr: Utiliser PayPlug en mode TEST

source: Use test mode to test transactions with no real payment required
fr_fr: Utiliser le mode TEST pour vérifier la bonne mise en service sans effectuer de paiement réel

source: Title
fr_fr: Titre

source: Payment method title seen by the user upon payment.
fr_fr: Titre de la méthode de paiement affichée à l’acheteur.

source: Credit Card
fr_fr: Carte Bancaire

source: Payment method description seen by the user upon payment.
fr_fr: Description de la méthode de paiement affichée à l’acheteur.

source: Make secure payments using your bank card with PayPlug.
fr_fr: Payez en toute sécurité avec PayPlug

source: Cancel URL
fr_fr: URL d’annulation

source: URL to the page on your website that PayPlug redirects to if the buyer cancels
fr_fr: URL vers laquelle est redirigé l’acheteur si il annule la transaction

source: PayPlug login
fr_fr: Identifiant PayPlug

source: The email address used to log on to PayPlug.
fr_fr: L’adresse email que vous utilisez pour vous connecter sur PayPlug

source: PayPlug password
fr_fr: Mot de passe PayPlug

source: The password used to log on to PayPlug. This value is not saved in database.
fr_fr: Le mot de passe que vous utilisez pour vous connecter sur PayPlug

source: Lightbox payment method
fr_fr: Paiement direct sur votre site par iframe sécurisée

source: The customer stays on the website to pay.
fr_fr: L’acheteur reste sur le site pour payer.

source: Mark the order as 'completed'
fr_fr: Marquer la commande comme ‘Terminée’

source: Mark the order as 'completed' upon payment confirmation by PayPlug instead of 'in progress'
fr_fr: Marquer la commande comme ‘Terminée’ après confirmation du paiement plutôt que ‘En cours’

source: Your credentials are invalid.
fr_fr: Vos identifiants ne sont pas valides.

source: The refund request has been sent to PayPlug. Please reload this page.
fr_fr: La demande de remboursement a été envoyé à PayPlug. Merci de recharger cette page.

source: Discover the PRO version of the WooCommerce-PayPlug plugin to increase your sales and save time.
fr_fr: Découvrez la version PRO du plugin WooCommerce-PayPlug pour augmenter vos ventes et gagner du temps.

source: Payment form embedded in the site
fr_fr: Formulaire de paiement directement sur le site

source: Full or partial refund from WooCommerce
fr_fr: Remboursement total ou partiel à partir de WooCommerce

source: Access to PayPlug transactions from validated WooCommerce orders
fr_fr: Accès aux transactions PayPlug depuis les commandes WooCommerce validées

source: Learn more
fr_fr: En savoir plus

source: Open my free account
fr_fr: Ouvrir un compte gratuit

source: Custom CSS for lightbox payment page
fr_fr: Code CSS personnalisé pour l'intégration du formulaire de paiement sur le site

source: This code will be inserted on the page displaying the iframe with the Credit Card Form.
fr_fr: Ce code sera intégré sur la page affichant l'iFrame contenant le formulaire de paiement.

source: Payment with PayPlug
fr_fr: Paiement avec PayPlug
